{
  "plugins": {
    "99": {
      "src": "gh:ThePrimeagen/99"
    },
    "blink.cmp": {
      "src": "gh:Saghen/blink.cmp",
      "version": ">=0.0.0"
    },
    "conform.nvim": {
      "src": "gh:stevearc/conform.nvim"
    },
    "exec.nvim": {
      "src": "file:///Users/ritikh/projects/exec.nvim"
    },
    "friendly-snippets": {
      "src": "gh:rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "gh:ibhagwan/fzf-lua"
    },
    "gruvbox-material": {
      "src": "gh:sainnhe/gruvbox-material"
    },
    "kulala.nvim": {
      "src": "gh:mistweaverco/kulala.nvim"
    },
    "litee.nvim": {
      "src": "gh:ldelossa/litee.nvim"
    },
    "marks.nvim": {
      "src": "gh:chentoast/marks.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "gh:WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "gh:mason-org/mason.nvim"
    },
    "nvim-dap": {
      "src": "gh:mfussenegger/nvim-dap"
    },
    "nvim-dap-view": {
      "src": "gh:igorlfs/nvim-dap-view"
    },
    "nvim-lint": {
      "src": "gh:mfussenegger/nvim-lint"
    },
    "nvim-treesitter": {
      "src": "gh:nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-context": {
      "src": "gh:nvim-treesitter/nvim-treesitter-context"
    },
    "octo.nvim": {
      "src": "gh:pwntester/octo.nvim"
    },
    "oil.nvim": {
      "src": "gh:stevearc/oil.nvim"
    },
    "orgmode": {
      "src": "gh:nvim-orgmode/orgmode"
    },
    "plenary.nvim": {
      "src": "gh:nvim-lua/plenary.nvim"
    },
    "typr": {
      "src": "gh:nvzone/typr"
    },
    "vim-dadbod": {
      "src": "gh:tpope/vim-dadbod"
    },
    "vim-dadbod-completion": {
      "src": "gh:kristijanhusak/vim-dadbod-completion"
    },
    "vim-dirvish": {
      "src": "gh:justinmk/vim-dirvish"
    },
    "vim-fugitive": {
      "src": "gh:tpope/vim-fugitive"
    },
    "vim-gitgutter": {
      "src": "gh:airblade/vim-gitgutter"
    },
    "volt": {
      "src": "gh:nvzone/volt"
    }
  }
}
