{
  "plugins": {
    "99": {
      "src": "gh:ThePrimeagen/99"
    },
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp",
      "version": ">=0.0.0"
    },
    "conform.nvim": {
      "src": "gh:stevearc/conform.nvim"
    },
    "friendly-snippets": {
      "src": "gh:rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "gh:ibhagwan/fzf-lua"
    },
    "gh.nvim": {
      "src": "gh:ldelossa/gh.nvim"
    },
    "kulala.nvim": {
      "src": "gh:mistweaverco/kulala.nvim"
    },
    "litee.nvim": {
      "src": "gh:ldelossa/litee.nvim"
    },
    "marks.nvim": {
      "src": "gh:chentoast/marks.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "gh:WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "gh:mason-org/mason.nvim"
    },
    "neovim": {
      "src": "gh:rose-pine/neovim"
    },
    "nvim-colorizer.lua": {
      "src": "gh:norcalli/nvim-colorizer.lua"
    },
    "nvim-dap": {
      "src": "gh:mfussenegger/nvim-dap"
    },
    "nvim-lint": {
      "src": "gh:mfussenegger/nvim-lint"
    },
    "nvim-treesitter": {
      "src": "gh:nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-context": {
      "src": "gh:nvim-treesitter/nvim-treesitter-context"
    },
    "orgmode": {
      "src": "gh:nvim-orgmode/orgmode"
    },
    "undotree": {
      "src": "gh:mbbill/undotree"
    },
    "vim-dadbod": {
      "src": "gh:tpope/vim-dadbod"
    },
    "vim-dadbod-completion": {
      "src": "gh:kristijanhusak/vim-dadbod-completion"
    },
    "vim-fugitive": {
      "src": "gh:tpope/vim-fugitive"
    },
    "vim-gitgutter": {
      "src": "gh:airblade/vim-gitgutter"
    },
    "vim-rhubarb": {
      "src": "gh:tpope/vim-rhubarb"
    }
  }
}
